acpi
alsa-utils
autoconf
automake
bash
bc
binutils
bison
bzip2
cairo-infinality-ultimate
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flex
fontconfig-infinality-ultimate
freetype2-infinality-ultimate
gawk
gcc
gcc-libs
gettext
git
glibc
gpicview
grep
groff
grub
gzip
i3-wm
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
iw
jfsutils
less
libtool
licenses
linux
lm_sensors
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa
mesa-libgl
mpv
nano
netctl
networkmanager
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
ranger
reiserfsprogs
rofi
rxvt-unicode
s-nail
screenfetch
scrot
sed
shadow
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
texinfo
tmux
udisks2
unzip
usbutils
util-linux
vi
vim
weechat
which
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
youtube-dl
zathura
